Repository: giellalt/corpus-smj
Catalog: tmx/nob/admin/tysfjord/index.php_id-5143068_showtipform-1_cat-95900_gb-.html.tmx
Source language: smj
Languages: nob

source: Háldadus
nob: Administrasjon

source: IKT-åssudahka
nob: IKT-avdelingen

source: Vásstet plánima, åvddånahttema ja hiebadime åvdås IKT-suorgen
nob: Har ansvar for planlegging, utvikling og tilrettelegging innenfor IKT-området

source: Galggá bærrájgæhttjat jut suohkana barggijn agev le dárbalasj vædtsaga ja prográmma váj bargostisá bessi dahkat.
nob: Skal sørge for at kommunens ansatte til enhver tid har tilgang på nødvendig utstyr og programvare til å få utført sine arbeidsoppgaver

source: Virgge
nob: E-post

source: Telefåvnnå / mobijlla
nob: Telefon / mobil

source: IKT-vásstediddje
nob: IKT-ansvarlig
